Repository: antlas1/Text-Minecraft-RPG-WIP
Catalog: lang/*/LC_MESSAGES/messages.po
Languages: ru

source: (Y/N)
ru: (Д/Н)

source: y
ru: д

source: The {0} is dead!
ru: {0} уничтожен!

source: You take {0} damage!
ru: {0} урона!

source: +{0} EXP
ru: +{0} опыта!

source: You have reached level {0}!
ru: Вы достигли уровня {0}

source: Current EXP: {0}/{1}
ru: Текущий опыт: {0}/{1}

source: You died!
ru: Вы умерли!

source: Score: {0}
ru: Счёт: {0}

source: HP: {0}/20
ru: Здоровье: {0}/20

source: You are healed by {0} HP.
ru: Вы восстановили {0} здоровья.

source: Your {0} is destroyed!
ru: Ваш {0} разрушен!

source: Durability: {0}
ru: Прочность: {0}

source: {0} - Durability {1}
ru: {0} - Прочность {1}

source: Unarmed
ru: Безоружен

source: Which weapon would you like to switch to?
ru: Какое вооружение вы хотите выбрать?

source: You decide to go unarmed
ru: Вы решили остаться безоружным

source: You switch to your {0}
ru: Вы переключились на {0}

source: You found
ru: Вы нашли

source: while
ru: пока

source: The {0} attacks you!
ru: {0} атакует!

source: Attack
ru: Нападение

source: Flee
ru: Бегство

source: Ignore
ru: Игнорировать

source: Would you like to switch weapons?
ru: Вы хотите переключить оружие?

source: The {0} stops running.
ru: {0} прекратил бежать.

source: You swing at the {0} but it teleports away.
ru: Вы замахнулись на {0}, но тот телепортировался.

source: You swing at the {0} but miss.
ru: Вы замахнулись на {0} и промахнулись.

source: You try to attack the {} while it was fleeing, and miss.
ru: Вы попытались атаковать {} пока он убегал и промахнулись.

source: You swing at the {}, but miss as it was running away too fast.
ru: Вы попытались атаковать, но промахнулись так как он бежал слишком быстро

source: The {} was fleeing too quickly, you miss!
ru: {} слишком быстро убегал. Вы промахнулись!

source: You swing at the {}, and miss narrowly.
ru: Вы почти попали по {}!

source: You try to attack the {} while it was running away, and miss.
ru: Вы попвталиссь атаковать {}, пока он бежал мимо вас. Безуспешно.

source: You attack the {0}.{1}
ru: Вы атаковали {0}.{1}

source: Critical!
ru: Критический!

source: The {} starts running away.
ru: {} начал убегать.

source: The creeper explodes!
ru: Крепер взорвался!

source: Killed by a creeper's explosion
ru: Умер от взрыва

source: mining
ru: копать

source: Stone
ru: Камень

source: Coal Ore
ru: Уголь

source: Iron Ore
ru: Железная руда

source: Lapis Lazuli Ore
ru: Лазурит

source: Gold Ore
ru: Золотая руда

source: Diamond Ore
ru: Алмазная руда

source: You got the following items from the explosion:
ru: У вас остались следующие элементы после взрыва:

source: Dirt
ru: Грязь

source: Grass
ru: Трава

source: You got {0}x Grass and {1}x Dirt from the explosion
ru: У вас {0}x травы и {1}x грязи после взрыва

source: You got {0}x Grass from the explosion
ru: У вас {0}x травы после взрыва

source: You got {0}x Dirt from the explosion
ru: У вас {0}x грязи после взрыва

source: The creeper flashes...
ru: Крепер светится...

source: Play
ru: Играть

source: Quit
ru: Выход

source: Current weapon: {0} - Durability {1}
ru: Текущее оружие: {0} - Прочность {1}

source: Explore
ru: Исследовать

source: Inventory
ru: Инвентарь

source: Craft
ru: Сборка

source: Switch Weapon
ru: Выборать оружие

source: Mine
ru: Копать

source: You explore for a while.
ru: Вы немного исследовали

source: Wood
ru: Дерево

source: You found 1x {}
ru: Вы нашли 1x {}

source: There is nothing in your inventory
ru: Ничего нет в инвентаре

source: Your tools:
ru: Ваши инструменты:

source: {0}. {1} - Durability {2}/{3}
ru: {0}. {1} - Прочность {2}/{3}

source: There are no items that you have the components to craft
ru: Нет элементов, подходящих для крафта

source: Items you can craft:
ru: Элементы для крафта:

source: Components:
ru: Компоненты:

source: What would you like to craft?
ru: Что вы хотите крафтить?

source: You have crafted {0}x {1}
ru: Вы скрафтили {0}x {1}

source: Invalid item
ru: Неверный элемент

source: Coal
ru: Уголь

source: Raw Iron
ru: Сырое железо

source: Lapis Lazuli
ru: Лазурит

source: Raw Gold
ru: Сырое золото

source: Diamond
ru: Алмаз

source: Mining...
ru: Копаем...

source: You didn't find much of value
ru: У вас не хватает количества

source: You need to switch to your pickaxe to mine
ru: Надо переключить на кирку для копания
